schedule = dict()
SECRET_TOKEN = '6671538505:AAHOw_DrZGYUr-7HmdjgWkxO1oL-uyXbA04'
API_URL = 'https://api.telegram.org/bot'
UTC_OFFSET = 5
URL = '/bot' + SECRET_TOKEN + '/sendMessage'
HEADER = {'Content-Type': 'application/json'}
DATA = '{"chat_id": ID, "text": "message"}'

schedule["Monday"] = '''1: Алгоритмы и структуры данных, 702 КПМ
2: Алгоритмы и структуры данных, 702 КПМ
3: -
4: -
5: Иностранный язык, НК
6: БЖД, Актовый зал ЛК
7: Практикум по питону!!, 425 Арктика'''
schedule["Thuesday"] = '''1: C++ Лекция, онлайн
2: Физра
3: -
4: Общая физика: лабораторный практикум, 5 этаж ГК
5: Общая физика: лабораторный практикум, 5 этаж ГК
6: АЛКТГ+, 201 УПМ
7: -'''
schedule["Wednesday"] = '''1: -
2: Матанализ лекция, 115 КПМ
3: Аналитическая геометрия лекция, 115 КПМ
4: АЛКТГ+ лекция, Актовый зал
5: -
6: Аналитическая геометрия, 515 ГК
7: Алгоритмы и структуры данных лекция, Актовый зал'''
schedule["Thursday"] = '''1: Иностранный язык, НК
2: -
3: -
4: Общая физика лекция, Гл.физ
5: Матанализ, 419 ГК
6: Матанализ, 419 ГК
7: -'''
schedule["Friday"] = '''1: -
2: -
3: Матанализ лекция, Гл.хим
4: Физра
5: Общая физика, 528 ГК
6: -
7: C++, 804 КПМ'''
schedule["FreeDay"] = "Сегодня нет пар!"
schedule["Start"] = "Hello!"
